Repository: 0x1-company/ios-monorepo
Catalog: Packages/PicMatch/Sources/MembershipFeature/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, pl, vi

# %@ for %@
source: %1$@ for %2$@
es: %1$@ por %2$@
fr: %1$@ pour %2$@
ja: が%2$@%1$@
ko: %1$@을 위해 %2$@
pl: %1$@ za %2$@
vi: %1$@ cho %2$@

source: 1. Send invitation code
es: 1. Enviar código de invitación
fr: 1. Envoyer le code d'invitation
ja: 1.招待コードを送る
ko: 1. 초대 코드 보내기
pl: 1. Wyślij kod zaproszenia
vi: 1. Gửi mã mời

source: 2. %@ free for both parties!
es: 2. ¡%@ gratis para ambas partes!
fr: 2. %@ gratuit pour les deux parties !
ja: 2.お互いに%@無料！
ko: 2. 양측 모두 %@ 무료!
pl: 2. %@ za darmo dla obu stron!
vi: 2. %@ miễn phí cho cả hai bên!

source: Find someone you care about!
es: ¡Encuentra a alguien que te importe!
fr: Trouvez quelqu'un qui vous tient à cœur !
ja: で気になる人を見つけよう！
ko: 당신이 신경 쓰는 사람을 찾아보세요!
pl: Znajdź kogoś, na kim ci zależy!
vi: Tìm ai đó bạn quan tâm!

source: How to Receive Benefits
es: Cómo recibir beneficios
fr: Comment recevoir des avantages
ja: 特典の受け取り方
ko: 혜택을 받는 방법
pl: Jak otrzymać korzyści
vi: Cách nhận lợi ích

# image-see-who-sent-it
source: see-who-sent-it
es: see-who-sent-it-es
fr: see-who-sent-it-fr
ja: see-who-sent-it-ja
ko: see-who-sent-it-ko
pl: see-who-sent-it-pl
vi: see-who-sent-it-vi

source: Invite a friend and both receive
es: Invita a un amigo y ambos reciban
fr: Invitez un ami et recevez tous les deux
ja: 招待した人も、された人も
ko: 친구를 초대하고 둘 다 받으세요
pl: Zaproś znajomego i obaj otrzymajcie
vi: Mời một người bạn và cả hai cùng nhận

source: invite-ticket
es: invite-ticket-es
fr: invite-ticket-fr
ja: invite-ticket-ja
ko: invite-ticket-ko
pl: invite-ticket-pl
vi: invite-ticket-vi

source: Limited to first %lld Users
es: Limitado a los primeros %lld usuarios
fr: Limité aux premiers %lld utilisateurs
ja: 先着%lld名限定
ko: 최초 %lld명의 사용자로 제한됨
pl: Ograniczone do pierwszych %lld użytkowników
vi: Giới hạn cho %lld người dùng đầu tiên

source: Premium Plan
es: Plan Premium
fr: Plan Premium
ja: 10倍楽しめるプレミアムプラン
ko: 프리미엄 플랜
pl: Plan Premium
vi: Gói cao cấp

source: Recurring billing. You can cancel at any time. Payment will be charged to your iTunes account and your subscription will auto-renew at %@/week until you cancel in iTunes Store settings. By tapping Unlock, you agree to the Terms of Service and auto-renewal.
es: Facturación recurrente. Puedes cancelar en cualquier momento. El pago se cargará a tu cuenta de iTunes y tu suscripción se renovará automáticamente a %@/semana hasta que canceles en la configuración de la tienda de iTunes. Al tocar Desbloquear, aceptas los Términos de servicio y la renovación automática.
fr: Facturation récurrente. Vous pouvez annuler à tout moment. Le paiement sera débité de votre compte iTunes et votre abonnement sera automatiquement renouvelé à %@/semaine jusqu'à ce que vous annuliez dans les paramètres de l'iTunes Store. En appuyant sur Déverrouiller, vous acceptez les Conditions de service et le renouvellement automatique.
ja: 定期課金。いつでもキャンセルできます。お支払いはiTunesアカウントに請求され、iTunes Storeの設定でキャンセルするまで、購読は%@/週で自動更新されます。ロック解除をタップすると、利用規約と自動更新に同意したことになります。
ko: 정기 결제. 언제든지 취소할 수 있습니다. 결제는 iTunes 계정으로 청구되며 iTunes Store 설정에서 취소할 때까지 구독이 %@/주로 자동 갱신됩니다. 잠금 해제를 탭하면 서비스 약관 및 자동 갱신에 동의하게 됩니다.
pl: Okresowe rozliczenia. Możesz anulować w dowolnym momencie. Płatność zostanie obciążona na Twoim koncie iTunes i Twoja subskrypcja będzie automatycznie odnawiana na %@/tydzień, dopóki nie anulujesz w ustawieniach iTunes Store. Dotykając Odblokuj, zgadzasz się na Warunki korzystania z usługi i automatyczne odnawianie.
vi: Lập hóa đơn định kỳ. Bạn có thể hủy bất cứ lúc nào. Thanh toán sẽ được tính vào tài khoản iTunes của bạn và đăng ký của bạn sẽ tự động gia hạn ở mức %@/tuần cho đến khi bạn hủy trong cài đặt của iTunes Store. Bằng cách nhấn Mở khóa, bạn đồng ý với Điều khoản Dịch vụ và tự động gia hạn.

source: See who sent it!
es: ¡Mira quién lo envió!
fr: Voir qui l'a envoyé !
ja: 自分をLikeした人を見れる！
ko: 누가 보냈는지 확인하세요!
pl: Zobacz kto to wysłał!
vi: Xem ai đã gửi nó!

source: Send an invitation code to a friend who hasn't used TenMatch
es: Envía un código de invitación a un amigo que no ha usado TenMatch
fr: Envoyez un code d'invitation à un ami qui n'a pas utilisé TenMatch
ja: まだTenMatchを使っていない友達に招待コードを贈りましょう！
ko: 아직 TenMatch을 사용하지 않은 친구에게 초대 코드를 보내세요
pl: Wyślij kod zaproszenia do znajomego, który nie używał TenMatch
vi: Gửi mã mời đến một người bạn chưa sử dụng TenMatch

source: Send Invitation Code
es: Enviar código de invitación
fr: Envoyer le code d'invitation
ja: 招待コードを送る
ko: 초대 코드 보내기
pl: Wyślij kod zaproszenia
vi: Gửi mã mời

source: Special offer
es: Oferta especial
fr: Offre spéciale
ja: ️うれしい特典
ko: 특별 제공
pl: Specjalna oferta
vi: Ưu đãi đặc biệt

source: Upgrade for %@/week
es: Actualizar por %@/semana
fr: Mettre à niveau pour %@/semaine
ja: 続ける - %@/週
ko: 업그레이드 - %@/주
pl: Uaktualnij za %@/tydzień
vi: Nâng cấp cho %@/tuần

source: When they enter the Invitation Code and register, you will both receive TenMatch PRO for sure!
es: ¡Cuando ingresen el código de invitación y se registren, ambos recibirán TenMatch PRO seguro!
fr: Lorsqu'ils saisissent le code d'invitation et s'inscrivent, vous recevrez tous les deux TenMatch PRO pour sûr !
ja: 相手が招待コードを入力して登録すると、お互いにTenMatch PROを必ずプレゼント！
ko: 상대가 초대 코드를 입력하고 등록하면, 둘 다 TenMatch PRO를 받을 수 있습니다!
pl: Kiedy wprowadzą kod zaproszenia i zarejestrują się, obaj otrzymacie TenMatch PRO na pewno!
vi: Khi họ nhập mã mời và đăng ký, cả hai bạn sẽ nhận được TenMatch PRO chắc chắn!

source: when they use your invitation code you get
es: cuando usan tu código de invitación, obtienes
fr: lorsqu'ils utilisent votre code d'invitation, vous obtenez
ja: 友達があなたの招待コードを 入力すると、お互いに
ko: 그들이 당신의 초대 코드를 사용하면 당신은
pl: kiedy używają twojego kodu zaproszenia, otrzymujesz
vi: khi họ sử dụng mã mời của bạn, bạn nhận được

source: worth benefits
es: beneficios por valor de
fr: d'avantages
ja: の特典がお互いにもらえる！
ko: 상당한 혜택
pl: korzyści warte
vi: những lợi ích đáng giá
